alsa-utils
attr
cairo-ubuntu
chromium-codecs-ffmpeg-nonfree-bin
dcron
dina-font
dmenu
dropbox-experimental
dwm
feh
flashplugin-prerelease
freetype2-ubuntu
git
htop
ibus-unikey
libusb
libxft-ubuntu
libxv
linux-firmware
lzo2
module-init-tools
monaco-linux-font
mpd
mplayer-svn
mysql
ncmpcpp-git
net-tools
nginx
ntfs-3g
openssh
pacman-mirrorlist
pam
php
php-curl
php-fpm
php-mcrypt
phpmyadmin
php-xcache
rp-pppoe
rxvt-unicode
scrot
sudo
tmux-git
ttf-ms-fonts
unzip
vifm-git
vim
xclip
xf86-video-ati
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xsetroot
xterm
yaourt
zathura-git
zsh
zsh-lovers
