abs
acpi
alsa-plugins
alsa-utils
apache-ant
attr
autoconf
automake
bash
binutils
bison
bzip2
coreutils
cryptsetup
dash
dcron
device-mapper
dhcpcd
diffutils
dmenu
dwm
e2fsprogs
fakeroot
feh
file
filesystem
findutils
flex
gawk
gcc
gettext
git
glibc
grep
grub
gzip
heirloom-mailx
ibus-unikey
initscripts
iputils
jfsutils
kernel26
laptop-mode-tools
less
libtool
libusb
licenses
linux-firmware
logrotate
lvm2
lzo2
m4
make
man-db
man-pages
mdadm
module-init-tools
monaco-linux-font
mpd
mplayer
ncmpcpp
netcfg
net-tools
ntfs-3g
openssh
pacman
pacman-mirrorlist
pam
patch
pciutils
pcmciautils
pkg-config
ppp
procps
psmisc
python
reiserfsprogs
rp-pppoe
rtorrent
rxvt-unicode
scrot
sed
shadow
subversion
sudo
sysfsutils
syslog-ng
sysvinit
tar
texinfo
udev
unrar
usbutils
util-linux
vi
vim
vim-align
vim-minibufexpl
vim-nerdcommenter
vim-nerdtree
vim-snipmate
vim-surround
wget
which
wireless_tools
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-utils
xorg-xfontsel
xorg-xinit
zsh
zsh-lovers
